{
  "tribunal": "STJ",
  "total": 99,
  "sumulas": [
    {
      "numero": 17,
      "titulo": "Falso e Estelionato",
      "texto": "Quando o falso se exaure no estelionato, sem mais potencialidade lesiva, é por este absorvido.",
      "cor": "yellow",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 18,
      "titulo": "Perdão Judicial",
      "texto": "A sentença concessiva do perdão judicial é declaratória da extinção da punibilidade, não subsistindo qualquer efeito condenatório.",
      "cor": "purple",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 21,
      "titulo": "Pronúncia - Excesso de Prazo",
      "texto": "Pronunciado o réu, fica superada a alegação do constrangimento ilegal da prisão por excesso de prazo na instrução.",
      "cor": "red",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 24,
      "titulo": "Estelionato Previdenciário",
      "texto": "Aplica-se ao crime de estelionato, em que figure como vítima entidade autárquica da previdência social, a qualificadora do § 3º, do art. 171 do Código Penal.",
      "cor": "yellow",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 40,
      "titulo": "Saída Temporária",
      "texto": "Para obtenção dos benefícios de saída temporária e trabalho externo, considera- se o tempo de cumprimento da pena no regime fechado.",
      "cor": "orange",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 48,
      "titulo": "Competência - Estelionato",
      "texto": "Compete ao juízo do local da obtenção da vantagem ilícita processar e julgar crime de estelionato cometido mediante falsificação de cheque.",
      "cor": "purple",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 51,
      "titulo": "Jogo do Bicho",
      "texto": "A punição do intermediador, no jogo do bicho, independe da identificação do \"apostador\" ou do \"banqueiro\".",
      "cor": "green",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 52,
      "titulo": "Instrução Criminal",
      "texto": "Encerrada a instrução criminal, fica superada a alegação de constrangimento por excesso de prazo.",
      "cor": "teal",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 53,
      "titulo": "Competência - Civil",
      "texto": "Compete à Justiça Comum Estadual processar e julgar civil acusado de prática de crime contra instituições militares estaduais.",
      "cor": "purple",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 59,
      "titulo": "Conflito de Competência",
      "texto": "Não há conflito de competência se já existe sentença com trânsito em julgado, proferida por um dos juízos conflitantes.",
      "cor": "purple",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 62,
      "titulo": "Competência - Falso CTPS",
      "texto": "Compete à Justiça Estadual processar e julgar o crime de falsa anotação na carteira de trabalho e previdência social, atribuído a empresa privada.",
      "cor": "purple",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 64,
      "titulo": "Excesso de Prazo",
      "texto": "Não constitui constrangimento ilegal o excesso de prazo na instrução, provocado pela defesa.",
      "cor": "teal",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 73,
      "titulo": "Competência - Moeda Falsa",
      "texto": "A utilização de papel moeda grosseiramente falsificado configura, em tese, o crime de estelionato, da competência da Justiça Estadual.",
      "cor": "purple",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 74,
      "titulo": "Prova Menoridade",
      "texto": "Para efeitos penais, o reconhecimento da menoridade do réu requer prova por documento hábil.",
      "cor": "pink",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 78,
      "titulo": "Justiça Militar",
      "texto": "Compete à Justiça Militar processar e julgar policial de corporação estadual, ainda que o delito tenha sido praticado em outra unidade federativa.",
      "cor": "purple",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 96,
      "titulo": "Extorsão",
      "texto": "O crime de extorsão consuma-se independentemente da obtenção da vantagem indevida.",
      "cor": "yellow",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 104,
      "titulo": "Competência - Falsificação",
      "texto": "Compete à Justiça Estadual o processo e julgamento dos crimes de falsificação e uso de documento falso relativo a estabelecimento particular de ensino.",
      "cor": "purple",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 107,
      "titulo": "Competência - Estelionato INSS",
      "texto": "Compete à Justiça Comum Estadual processar e julgar crime de estelionato praticado mediante falsificação das guias de recolhimento das contribuições previdenciárias, quando não ocorrente lesão à autarquia federal.",
      "cor": "purple",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 122,
      "titulo": "Competência - Conexão Federal",
      "texto": "Compete à Justiça Federal o processo e julgamento unificado dos crimes conexos de competência federal e estadual, não se aplicando a regra do art. 78, II, \"a\", do Código de Processo Penal.",
      "cor": "purple",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 140,
      "titulo": "Competência - Indígena",
      "texto": "Compete à Justiça Comum Estadual processar e julgar crime em que o indígena figure como autor ou vítima.",
      "cor": "purple",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 147,
      "titulo": "Competência - Funcionário Público Federal",
      "texto": "Compete à Justiça Federal processar e julgar os crimes praticados contra funcionário público federal, quando relacionados com o exercício da função.",
      "cor": "purple",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 151,
      "titulo": "Competência - Contrabando e Descaminho",
      "texto": "A competência para o processo e julgamento por crime de contrabando ou descaminho define-se pela prevenção do juízo federal do lugar da apreensão dos bens.",
      "cor": "purple",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 164,
      "titulo": "Prefeito - Extinção Mandato",
      "texto": "O prefeito municipal, após a extinção do mandato, continua sujeito a processo por crime previsto no art. 1. do Dec. Lei n. 201, de 27/02/67.\n",
      "cor": "green",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 165,
      "titulo": "Competência - Falso Testemunho Trabalhista",
      "texto": "Compete à Justiça Federal processar e julgar crime de falso testemunho cometido no processo trabalhista.",
      "cor": "purple",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 171,
      "titulo": "Cumulação de Penas e Substituição",
      "texto": "Cominadas cumulativamente, em lei especial, penas privativas de liberdade e pecuniária, é defeso a substituição da prisão por multa.",
      "cor": "pink",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 191,
      "titulo": "Pronúncia - Prescrição",
      "texto": "A pronúncia é causa interruptiva da prescrição, ainda que o Tribunal do Júri venha a desclassificar o crime.",
      "cor": "indigo",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 192,
      "titulo": "Competência Execução Pena Condenados JF",
      "texto": "Compete ao juízo das execuções penais do Estado a execução das penas impostas a sentenciados pela Justiça Federal, Militar ou Eleitoral, quando recolhidos a estabelecimentos sujeitos a administração estadual. ",
      "cor": "orange",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 200,
      "titulo": "Competência - Passaporte Falso ",
      "texto": "O juízo federal competente para processar e julgar acusado de crime de uso de passaporte falso é o do lugar onde o delito se consumou.",
      "cor": "purple",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 208,
      "titulo": "Competência - Prefeito e Verba Federal",
      "texto": "Compete à Justiça Federal processar e julgar prefeito municipal por desvio de verba sujeita a prestação de contas perante órgão federal. ",
      "cor": "purple",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 209,
      "titulo": "Competência - Prefeito - Verba Municipal",
      "texto": "Compete à Justiça Estadual processar e julgar prefeito por desvio de verba transferida e incorporada ao patrimônio municipal.",
      "cor": "purple",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 220,
      "titulo": "Reincidência e Prescrição",
      "texto": "A reincidência não influi no prazo da prescrição da pretensão punitiva.",
      "cor": "indigo",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 231,
      "titulo": "Pena Abaixo do Mínimo",
      "texto": "A incidência da circunstância atenuante não pode conduzir à redução da pena abaixo do mínimo legal.",
      "cor": "pink",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 234,
      "titulo": "Ministério Público",
      "texto": "A participação de membro do Ministério Público na fase investigatória criminal não acarreta o seu impedimento ou suspeição para o oferecimento da denúncia.",
      "cor": "violet",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 241,
      "titulo": "Reincidência - Bis in Idem",
      "texto": "A reincidência penal não pode ser considerada como circunstância agravante e, simultaneamente, como circunstância judicial.",
      "cor": "pink",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 243,
      "titulo": "Suspensão - Pena Superior a 1 Ano",
      "texto": "O benefício da suspensão do processo não é aplicável em relação às infrações penais cometidas em concurso material, concurso formal ou continuidade delitiva, quando a pena mínima cominada, seja pelo somatório, seja pela incidência da majorante, ultrapassar o limite de um (01) ano.",
      "cor": "pink",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 269,
      "titulo": "Regime Semiaberto",
      "texto": "É admissível a adoção do regime prisional semiaberto aos reincidentes condenados a pena igual ou inferior a quatro anos se favoráveis as circunstâncias judiciais.",
      "cor": "pink",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 273,
      "titulo": "Carta Precatória",
      "texto": "Intimada a defesa da expedição da carta precatória, torna-se desnecessária intimação da data da audiência no juízo deprecado.",
      "cor": "teal",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 330,
      "titulo": "Resposta Preliminar",
      "texto": "É desnecessária a resposta preliminar de que trata o artigo 514 do Código de Processo Penal, na ação penal instruída por inquérito policial.",
      "cor": "teal",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 337,
      "titulo": "Desclassificação e Suspensão Condicional",
      "texto": "É cabível a suspensão condicional do processo na desclassificação do crime e na procedência parcial da pretensão punitiva.",
      "cor": "fuchsia",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 341,
      "titulo": "Remição - Estudo",
      "texto": "A frequência a curso de ensino formal é causa de remição de parte do tempo de execução de pena sob regime fechado ou semiaberto.",
      "cor": "orange",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 347,
      "titulo": "Apelação do Réu",
      "texto": "O conhecimento de recurso de apelação do réu independe de sua prisão.",
      "cor": "teal",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 415,
      "titulo": "Suspensão Prazo Prescricional",
      "texto": "O período de suspensão do prazo prescricional é regulado pelo máximo da pena cominada.",
      "cor": "indigo",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 438,
      "titulo": "Prescrição Antecipada",
      "texto": "É inadmissível a extinção da punibilidade pela prescrição da pretensão punitiva com fundamento em pena hipotética, independentemente da existência ou sorte do processo penal.",
      "cor": "indigo",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 439,
      "titulo": "Exame Criminológico",
      "texto": "Admite-se o exame criminológico pelas peculiaridades do caso, desde que em decisão motivada.",
      "cor": "blue",
      "vinculante": false,
      "chips": [
        "SUPERADA EM PARTE"
      ],
      "nota": "A Lei n. 14.843/2024 tornou obrigatório o exame criminológico, devendo ser fundamentada sua dispensa excepcional."
    },
    {
      "numero": 440,
      "titulo": "Pena-Base no Mínimo",
      "texto": "Fixada a pena-base no mínimo legal, é vedado o estabelecimento de regime prisional mais gravoso do que o cabível em razão da sanção imposta, com base apenas na gravidade abstrata do delito.",
      "cor": "pink",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 441,
      "titulo": "Falta Grave",
      "texto": "A falta grave não interrompe o prazo para obtenção de livramento condicional.",
      "cor": "orange",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 442,
      "titulo": "Furto Qualificado",
      "texto": "É inadmissível aplicar, no furto qualificado, pelo concurso de agentes, a majorante do roubo.",
      "cor": "yellow",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 443,
      "titulo": "Roubo Circunstanciado",
      "texto": "O aumento na terceira fase de aplicação da pena no crime de roubo circunstanciado exige fundamentação concreta, não sendo suficiente para a sua exasperação a mera indicação do número de majorantes.",
      "cor": "yellow",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 444,
      "titulo": "Inquéritos em Curso",
      "texto": "É vedada a utilização de inquéritos policiais e ações penais em curso para agravar a pena-base.",
      "cor": "teal",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 455,
      "titulo": "Produção Antecipada",
      "texto": "A decisão que determina a produção antecipada de provas com base no art. 366 do CPP deve ser concretamente fundamentada, não a justificando unicamente o mero decurso do tempo.",
      "cor": "cyan",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 471,
      "titulo": "Crimes Hediondos",
      "texto": "Os condenados por crimes hediondos ou assemelhados cometidos antes da vigência da Lei n. 11.464/2007 sujeitam-se ao disposto no art. 112 da Lei n. 7.210/1984 (Lei de Execução Penal) para a progressão de regime prisional.",
      "cor": "orange",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 491,
      "titulo": "Progressão Per Saltum",
      "texto": "É inadmissível a chamada progressão per saltum de regime prisional.",
      "cor": "orange",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 493,
      "titulo": "Pena Substitutiva",
      "texto": "É inadmissível a fixação de pena substitutiva (art. 44 do CP) como condição especial ao regime aberto.",
      "cor": "pink",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 500,
      "titulo": "ECA - Art. 244-B",
      "texto": "A configuração do crime do art. 244-B do ECA independe da prova da efetiva corrupção do menor, por se tratar de delito formal.",
      "cor": "green",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 501,
      "titulo": "Lei de Drogas - Aplicação Retroativa",
      "texto": "É cabível a aplicação retroativa da Lei n. 11.343/2006, desde que o resultado da incidência das suas disposições, na íntegra, seja mais favorável ao réu do que o advindo da aplicação da Lei n. 6.368/1976, sendo vedada a combinação de leis.",
      "cor": "lime",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 502,
      "titulo": "Direito Autoral",
      "texto": "Presentes a materialidade e a autoria, afigura-se típica, em relação ao crime previsto no art. 184, § 2º, do CP, a conduta de expor à venda CDs e DVDs piratas.",
      "cor": "green",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 511,
      "titulo": "Furto Privilegiado",
      "texto": "É possível o reconhecimento do privilégio previsto no § 2º do art. 155 do CP nos casos de crime de furto qualificado, se estiverem presentes a primariedade do agente, o pequeno valor da coisa e a qualificadora for de ordem objetiva.",
      "cor": "yellow",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 513,
      "titulo": "Abolitio Criminis",
      "texto": "A 'abolitio criminis' temporária prevista na Lei n. 10.826/2003 aplica-se ao crime de posse de arma de fogo de uso permitido com numeração, marca ou qualquer outro sinal de identificação raspado, suprimido ou adulterado, praticado somente até 23/10/2005.",
      "cor": "green",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 520,
      "titulo": "Saída Temporária",
      "texto": "O benefício de saída temporária no âmbito da execução penal é ato jurisdicional insuscetível de delegação à autoridade administrativa do estabelecimento prisional.",
      "cor": "orange",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 522,
      "titulo": "Falsa Identidade",
      "texto": "A conduta de atribuir-se falsa identidade perante autoridade policial é típica, ainda que em situação de alegada autodefesa.",
      "cor": "green",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 526,
      "titulo": "Falta Grave",
      "texto": "O reconhecimento de falta grave decorrente do cometimento de fato definido como crime doloso no cumprimento da pena prescinde do trânsito em julgado de sentença penal condenatória no processo penal instaurado para apuração do fato.",
      "cor": "orange",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 527,
      "titulo": "Medida de Segurança",
      "texto": "O tempo de duração da medida de segurança não deve ultrapassar o limite máximo da pena abstratamente cominada ao delito praticado.",
      "cor": "orange",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 533,
      "titulo": "Falta Disciplinar",
      "texto": "Para o reconhecimento da prática de falta disciplinar no âmbito da execução penal, é imprescindível a instauração de procedimento administrativo pelo diretor do estabelecimento prisional, assegurado o direito de defesa, a ser realizado por advogado constituído ou defensor público nomeado.",
      "cor": "orange",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 534,
      "titulo": "Interrupção da Contagem",
      "texto": "A prática de falta grave interrompe a contagem do prazo para a progressão de regime de cumprimento de pena, o qual se reinicia a partir do cometimento dessa infração.",
      "cor": "orange",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 535,
      "titulo": "Comutação de Pena",
      "texto": "A prática de falta grave não interrompe o prazo para fim de comutação de pena ou indulto.",
      "cor": "orange",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 536,
      "titulo": "Suspensão e Transação",
      "texto": "A suspensão condicional do processo e a transação penal não se aplicam na hipótese de delitos sujeitos ao rito da Lei Maria da Penha.",
      "cor": "coral",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 542,
      "titulo": "Lesão Corporal - Violência Doméstica",
      "texto": "A ação penal relativa ao crime de lesão corporal resultante de violência doméstica contra a mulher é pública incondicionada.",
      "cor": "coral",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 545,
      "titulo": "Confissão",
      "texto": "A confissão do autor possibilita a atenuação da pena prevista no art. 65, III, d, do Código Penal, independentemente de ser utilizada na formação do convencimento do julgador.",
      "cor": "pink",
      "vinculante": false,
      "chips": [
        "ALTERADA"
      ],
      "nota": "A Terceira Seção, na sessão de 10/09/2025, ao julgar o REsp 2.001.973/RS (tema repetitivo 1194), deliberou pela REVISÃO do enunciado da Súmula 545. REDAÇÃO ANTERIOR: Quando a confissão for utilizada para a formação do convencimento do julgador, o réu fará jus à atenuante prevista no art. 65, III, d, do Código Penal."
    },
    {
      "numero": 546,
      "titulo": "Documento Falso",
      "texto": "A competência para processar e julgar o crime de uso de documento falso é firmada em razão da entidade ou órgão ao qual foi apresentado o documento público, não importando a qualificação do órgão expedidor.",
      "cor": "purple",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 562,
      "titulo": "Remição - Atividades",
      "texto": "É possível a remição de parte do tempo de execução da pena quando o condenado, em regime fechado ou semiaberto, desempenha atividade laborativa, ainda que extramuros.",
      "cor": "orange",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 567,
      "titulo": "Vigilância Eletrônica",
      "texto": "Sistema de vigilância realizado por monitoramento eletrônico ou por existência de segurança no interior de estabelecimento comercial, por si só, não torna impossível a configuração do crime de furto.",
      "cor": "yellow",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 574,
      "titulo": "Direito Autoral",
      "texto": "Para a configuração do delito de violação de direito autoral e a comprovação de sua materialidade, é suficiente a perícia realizada por amostragem do produto apreendido, nos aspectos externos do material, e é desnecessária a identificação dos titulares dos direitos autorais violados ou daqueles que os representem.",
      "cor": "cyan",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 575,
      "titulo": "Direção de Veículo",
      "texto": "Constitui crime a conduta de permitir, confiar ou entregar a direção de veículo automotor a pessoa que não seja habilitada, ou que se encontre em qualquer das situações previstas no art. 310 do CTB, independentemente da ocorrência de lesão ou de perigo de dano concreto na condução do veículo.",
      "cor": "sky",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 582,
      "titulo": "Roubo - Consumação",
      "texto": "Consuma-se o crime de roubo com a inversão da posse do bem mediante emprego de violência ou grave ameaça, ainda que por breve tempo e em seguida à perseguição imediata ao agente e recuperação da coisa roubada, sendo prescindível a posse mansa e pacífica ou desvigiada.",
      "cor": "yellow",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 587,
      "titulo": "Tráfico Transnacional",
      "texto": "Para a incidência da majorante prevista no art. 40, V, da Lei n. 11.343/2006, é desnecessária a efetiva transposição de fronteiras entre estados da Federação, sendo suficiente a demonstração inequívoca da intenção de realizar o tráfico interestadual.",
      "cor": "lime",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 588,
      "titulo": "Violência Doméstica - Substituição da Pena",
      "texto": "A prática de crime ou contravenção penal contra a mulher com violência ou grave ameaça no ambiente doméstico impossibilita a substituição da pena privativa de liberdade por restritiva de direitos.",
      "cor": "coral",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 589,
      "titulo": "Insignificância",
      "texto": "É inaplicável o princípio da insignificância nos crimes ou contravenções penais praticados contra a mulher no âmbito das relações domésticas.",
      "cor": "coral",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 593,
      "titulo": "Estupro de Vulnerável",
      "texto": "O crime de estupro de vulnerável se configura com a conjunção carnal ou prática de ato libidinoso com menor de 14 anos, sendo irrelevante eventual consentimento da vítima para a prática do ato, sua experiência sexual anterior ou existência de relacionamento amoroso com o agente.",
      "cor": "magenta",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 600,
      "titulo": "Violência Doméstica - Coabitação",
      "texto": "Para a configuração da violência doméstica e familiar prevista no artigo 5º da Lei n. 11.340/2006 (Lei Maria da Penha) não se exige a coabitação entre autor e vítima.",
      "cor": "coral",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 606,
      "titulo": "Transmissão Clandestina",
      "texto": "Não se aplica o princípio da insignificância a casos de transmissão clandestina de sinal de internet via radiofrequência, que caracteriza o fato típico previsto no art. 183 da Lei n. 9.472/1997.",
      "cor": "green",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 607,
      "titulo": "Tráfico Transnacional - Consumação",
      "texto": "A majorante do tráfico transnacional de drogas (art. 40, I, da Lei n. 11.343/2006) configura-se com a prova da destinação internacional das drogas, ainda que não consumada a transposição de fronteiras.",
      "cor": "lime",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 617,
      "titulo": "Livramento Condicional",
      "texto": "A ausência de suspensão ou revogação do livramento condicional antes do término do período de prova enseja a extinção da punibilidade pelo integral cumprimento da pena.",
      "cor": "orange",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 630,
      "titulo": "Confissão e Tráfico",
      "texto": "A incidência da atenuante da confissão espontânea no crime de tráfico ilícito de entorpecentes quando o acusado admitir a posse ou a propriedade para uso próprio, negando a prática do tráfico de drogas, deve ocorrer em proporção inferior à que seria devida no caso de confissão plena.",
      "cor": "lime",
      "vinculante": false,
      "chips": [
        "ALTERADA"
      ],
      "nota": "A Terceira Seção, na sessão de 10/09/2025, ao julgar o REsp 2.001.973/RS (tema repetitivo 1194), deliberou pela REVISÃO do enunciado da Súmula 630. REDAÇÃO ANTERIOR: A incidência da atenuante da confissão espontânea no crime de tráfico ilícito de entorpecentes exige o reconhecimento da traficância pelo acusado, não bastando a mera admissão da posse ou propriedade para uso próprio."
    },
    {
      "numero": 631,
      "titulo": "Indulto",
      "texto": "O indulto extingue os efeitos primários da condenação (pretensão executória), mas não atinge os efeitos secundários, penais ou extrapenais.",
      "cor": "orange",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 636,
      "titulo": "Folha de Antecedentes",
      "texto": "A folha de antecedentes criminais é documento suficiente a comprovar os maus antecedentes e a reincidência.",
      "cor": "pink",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 639,
      "titulo": "Regime Mais Gravoso",
      "texto": "Não fere o contraditório e o devido processo decisão que, sem ouvida prévia da defesa, determine transferência ou permanência de custodiado em estabelecimento penitenciário federal.",
      "cor": "orange",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 643,
      "titulo": "Pena Restritiva de Direitos e Trânsito",
      "texto": "A execução da pena restritiva de direitos depende do trânsito em julgado da condenação.",
      "cor": "orange",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 645,
      "titulo": "Fraude à Licitação",
      "texto": "O crime de fraude à licitação é formal e sua consumação prescinde da comprovação do prejuízo ou da obtenção de vantagem.",
      "cor": "green",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 648,
      "titulo": "Trancamento de Ação",
      "texto": "A superveniência da sentença condenatória prejudica o pedido de trancamento da ação penal por falta de justa causa feito em habeas corpus.",
      "cor": "emerald",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 658,
      "titulo": "Apropriação Indébita",
      "texto": "O crime de apropriação indébita tributária pode ocorrer tanto em operações próprias como em razão de substituição tributária.",
      "cor": "stone",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 659,
      "titulo": "Crime Continuado",
      "texto": "A fração de aumento em razão da prática de crime continuado deve ser fixada de acordo com o número de delitos cometidos, aplicando-se 1/6 pela prática de duas infrações, 1/5 para três, 1/4 para quatro, 1/3 para cinco, 1/2 para seis e 2/3 para sete ou mais infrações.",
      "cor": "cyan",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 660,
      "titulo": "Celular na Prisão",
      "texto": "A posse, pelo apenado, de aparelho celular ou de seus componentes essenciais constitui falta grave.",
      "cor": "orange",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 661,
      "titulo": "Falta Grave - Perícia do Celular",
      "texto": "A falta grave prescinde da perícia do celular apreendido ou de seus componentes essenciais.",
      "cor": "orange",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 662,
      "titulo": "Sistema Penitenciário Federal",
      "texto": "Para a prorrogação do prazo de permanência no sistema penitenciário federal, é prescindível a ocorrência de fato novo; basta constar, em decisão fundamentada, a persistência dos motivos que ensejaram a transferência inicial do preso.",
      "cor": "cyan",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 664,
      "titulo": "Embriaguez ao Volante",
      "texto": "É inaplicável a consunção entre o delito de embriaguez ao volante e o de condução de veículo automotor sem habilitação.",
      "cor": "sky",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 667,
      "titulo": "Suspensão Condicional",
      "texto": "A eventual aceitação de proposta de suspensão condicional do processo não prejudica a análise do pedido de trancamento da ação penal.",
      "cor": "fuchsia",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 668,
      "titulo": "Porte de Arma Proibida",
      "texto": "Não é considerado hediondo o delito de porte ou posse de arma de fogo de uso permitido, mesmo que apresente numeração, marca ou qualquer outro sinal de identificação raspado, suprimido ou adulterado.",
      "cor": "green",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 670,
      "titulo": "Crimes Sexuais",
      "texto": "Nos crimes sexuais cometidos contra a vítima em situação de vulnerabilidade temporária, em que ela recupera suas capacidades físicas e mentais e o pleno discernimento para decidir acerca da persecução penal de seu ofensor, a ação penal é pública condicionada à representação se o fato houver sido praticado na vigência da redação conferida ao art. 225 do Código Penal pela Lei n. 12.015, de 2009.",
      "cor": "magenta",
      "vinculante": false,
      "chips": []
    },
    {
      "numero": 676,
      "titulo": "Prisão Preventiva",
      "texto": "Em razão da Lei 13.964/2019, não é mais possível ao juiz, de ofício, decretar ou converter prisão em flagrante em prisão preventiva.",
      "cor": "emerald",
      "vinculante": false,
      "chips": []
    }
  ]
}